<template>
	<view class="container">
		<div class="title">第一条 总则</div>
		<text>1、本《职位信息发布规则》(以下简称“本规则”)系《超能城市用户服务协议》的有效组 成部分。您在使用超能平台(以下简称“本平台”)填写并发布企业信息、职位信息之前，
			请务必审慎阅读、充分理解本规则。您使用本平台职位信息发布服务的行为，即表示您已阅 读并同意本规则所涉全部内容。
			2、本平台会根据法律法规、政策及产品需求更新本规则，修改后的规则于发布时生效，请 您定期访问并查看最新规则。如您继续使用本平台服务的，即表示已经接受经修订后的规则。
			3、本平台有权对用户发布的企业信息、职位信息进行审核，对于违法、违规或者不符合本 规则的内容，有权采取拒绝发布、部分或全部删除等处理措施;用户在本平台上发布的信息，
			不代表本平台对该信息合规性予以认可;若用户提供信息涉及违法违规，用户应当承担所有 责任;如用户行为涉嫌违法犯罪的，本平台有权向有关行政机关及司法部门举报、披露信息。
			4、您应当确保填写的信息合法、真实、准确，发布的所有文字、图片、视频等内容，都不 得含有任何违法、政治敏感、不符合公序良俗、侵犯他人权益的内容。
			5、您在使用本平台服务时，发现违法违规行为或者本规则规定禁止行为、禁发职位的用户 的，应及时向本平台反馈。</text>

		<div class="title">第二条 企业信息发布规则</div>
		<text>1、企业名称、品牌名称、LOGO 应当真实有效;品牌名称、LOGO 应当与该企业主体具有一 致性，或有使用权;
			2、公司 LOGO 应当与公司经营过程中实际使用的 LOGO 一致，且与其他品牌的使用在先的 LOGO 不相同或近似;
			3、公司经营地址、公司网址应当真实有效，如发生变化应当及时更新;
			4、在公司介绍主页上，不得上传与公司无关的图片或涉及联系方式的内容;
			5、公司介绍的文字内容应当真实、准确、完整，便于求职者理解，不得发布与公司介绍无 关的文字内容;
			6、公司介绍中包含的经营内容应当与公司的经营范围存在一致性;
			7、产品介绍应当真实、准确、完整，不得将他人产品或产品介绍挪为己用，相关产品应符 合公司的经营范围要求;
			8、提供的高管或个人图片应当真实可辨，不得将他人的照片或无关的图片作为高管照片或个人照片;
			9、您发布的信息中不得包含任何其他个人的隐私信息或其他公司的商业信息。
		</text>
		<div class="title">第三条 平台禁止发布的职位及信息</div>
		<text>
			1、包含违反《劳动合同法》等相关法律法规规定的内容;
			2、包含传销、直销、广告(寻求合作)、加盟商、经销商、代理商等内容;
			3、包含色情、淫秽、赌博、凶杀、暴力、恐怖或教唆犯罪、政治敏感内容;
			4、包含歧视内容的，如性别歧视、民族歧视、种族歧视、宗教信仰歧视、地域歧视、 婚育歧视等;
			5、包含不真实的公司信息、招聘人身份、职位信息等内容;
			6、包含不真实的企业简介、职位信息、工作内容、工作地点、薪资等内容;
			7、无资质主体发布的境外职位;
			8、无资质主体发布的记者类职位;
			9、挂证、挂靠类职位、非本企业的外包职位;
			10、其他违法、违规，违反公序良俗的内容;
			11、模特、配音、演员、练习生、歌手、群众演员、导演、剧组工作人员、化妆师/造型 师/服装/道具、经纪人/星探、网红、直播/主播类职位;
			12、网约车司机类职位;
			13、船员、普工类职位;
			14、国际邮轮类职位;
			15、微商代理、淘宝刷单、带货、游戏代练、小时工、钟点工、临时工类职位;
			16、虚拟货币交易、虚拟资产交易、区块链、比原链、加密货币类职位;
			17、工作地点不在中国境内的职位;
			18、其他存在高风险及不符合产品政策的职位。
		</text>
		<div class="title">第四条 违规处罚规则</div>
		<text>1、若用户违反本规则，经本平台发现或其他用户投诉后核实的，本平台有权不通知用户自 行 采取措施，包括但不限于驳回其职位发布申请、删除用户发布的内容，限制、暂停使用或 者封禁账户。
			2、如若用户被政府机关、主流媒体等负面曝光、通报时，本平台有权对其职位下架处理; 给本平台造成损失的，用户应全额赔偿。
			3、若用户违反本规则造成本平台被第三方索赔，用户应全额赔偿本平台一切费用，费用包 括但不限于赔偿费、律师费、公证费、诉讼代理费及为此支付的其他合理费用。</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style lang="scss">
	.container {
		padding: 32rpx;
		line-height: 48rpx;
		font-size: 28rpx;
		color: #5F5F5F;

		.title {
			margin-top: 48rpx;
			color: #272727;
		}
	}
</style>
